<!DOCTYPE php>
<php lang="ru">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="reset.css">
    <link rel="stylesheet" href="tf222.css">
    <title>Team Fortress 2</title>
</head>
<body bgcolor="#1a1a1a">
    <header>
        <div class="sus">
            <div class="maggi">
                <img src="tf.png" class="rot" width="50px">
            </div>
            <div class="dropdown">
                <button class="dropbtn"><a href="index.php" class="">Team Fortress2.com</a></button>
                <div class="dropdown-content">
                  <a href="team22.php">Новости</a>
                </div>
              </div>
            <a href="lor.php" class="">История</a>
            <div class="dropdown">
                <button class="dropbtn"><a href="inven.php" class="">инвентарь</a></button>
                <div class="dropdown-content">
                  <a href="inven.php">Шапки</a>
                  <a href="orugie.php">Оружие</a>
                  
                </div>
              </div>
            <a href="https://tf2.a-comics.ru/" class="">Комиксы</a>
        </div>
    </header>
    <div class="block2">
        <div class="novosti colum">
            <h1 class="">персонажи</h1>
        </div>
    </div>

    <div class="person">
        <div class="scout">
            <div class="tartar">
                <span><a href="https://youtu.be/5mI5wbfpOB8" class="change-color-link" title="">Разведчик</a></span>
                <p class="tata">«Травка зеленеет, солнышко блестит, а я, брат, делаю людям больно.»</p>
                <h3 class="tata3">'-Разведчик о правде жизни'</h3>
                <p class="tata2">Родившийся и выросший в Бостоне, что в штате Массачусетс, <span>разведчик</span> - быстро бегающий задира
                    с бейсбольной битой, имеющий вычурную привычку высказывать всё 'прямо в лицо'. Он очень грубый и думает что ему всё по плечу. 
                    Это самый быстрый наёмник на поле боя, что позволяет ему оставлять противников далеко позади, а <a href="#" class="ss">двойной прыжок</a>
                    помогает ему перемещаться по местности и уклоняться от встречных снарядов. 
                </p>
            </div>
            <div class="imeg img-1">
            </div>
            
        </div>

        <div class="soldier">
            <div class="tartar">
                <span><a href="https://youtu.be/h8I6Rz7lR-c" class="change-color-link" title="">Солдат</a></span>
                <p class="tata">«Если ты уверен, что впереди тебя ждет победа - вступай в бой!»</p>
                <h3 class="tata3">'-Солдат об искусстве войны'</h3>
                <p class="tata2">Солдат, также известный под псевдонимом мистер Джейн Доу — неуравновешенный патриот из самого сердца Америки и неотъемлемая часть любой команды.
                    И хотя этот класс достаточно прост в понимании его техники игры, это не делает его одним из слабых. Оснащенный своим <a href="#" class="ss">ракетомётом</a> и 200 очками здоровья,
                    солдат подходит как для защиты, так и для нападения, так что любой может начать играть этим классом, чтобы овладеть всеми необходимыми навыками игры. 
                </p>
            </div>
            <div class="imeg img-2">
            </div>
        </div>

        <div class="pyro">
            <div class="tartar">
                <span><a href="https://youtu.be/cbNTaW_-eN4" class="change-color-link" title="">Поджигатель</a></span>
                <p class="tata">«Не найдется такого человека, который смог бы меня испугать. Но это существо... оно смогло.»
                </p>
                <h3 class="tata3">'-Пулеметчи о поджигателе'</h3>
                <p class="tata2">Поджигатль - бормочущий пироман неизвестного происхождения,     
                    питает жгучую любовь к огню и всему, что с ним связано. 
                    Как показано в ролике <a href="#" class="ss">'Знакомьтесь, Поджигатель'</a>, он живет в Пироландии - прекрасном мире собственных фантазий. 
                    Используя самодельный огнемёт, поджигатель может поджигать противников, сводя на нет их здоровье с омощью последующего урона от догорания.
                </p>
            </div>
            <div class="imeg img-3">
            </div>
        </div>

        <div class="negr">
            <div class="tartar">
                <span><a href="https://youtu.be/KXS5ObT7EPw" class="change-color-link" title="">Подрывник</a></span>
                <p class="tata">«Всего один проводок, одна щепотка бесподобного хлората калия, один резкий рывок... и хлобысь!.»
                </p>
                <h3 class="tata3">'-Подрывник о профессинальном риске'</h3>
                <p class="tata2">
                    Вечно пьяный шотландсий специалист по взрывчатке, подрывник является одним из важнейших членов команды.
                    Несмотря на то, что его оружие неэффективно на дальних дистанциях, подрывник достаточно опасен и может выйти победителем практически из любой ситуации. 
                    Он является истинным мастером по работе со взрывчаткой, превосходно расправляющимся с врагами на средней и ближней дистанциях.
                </p>
            </div>
            <div class="imeg img-4">
            </div>
        </div>

        <div class="mih">
            <div class="tartar">
                <span><a href="https://youtu.be/zinWK3CddVU" class="change-color-link" title="">Пулеметчик</a></span>
                <p class="tata">«Некоторые считают, Что они умнее меня. Посмотрим, посмотрим. Я еще не встречал никого умнее пули.»
                </p>
                <h3 class="tata3">'-Пулеметчик'</h3>
                <p class="tata2">
                    Человек-гора из СССР, пулеметчик является самым мощным и опасным классом в Team Fortress 2. Обладая самым большим запасом здоровья 
                    и самой внушительной пушкой, он безусловно заставляет считаться с собой. Его огневая мощь очень велика, он способен остановить
                    лавину врагов, поливая их свицовым дождем мз своего <a href="#" class="ss">пулемета</a>. Однако при раскрученной пушке пулемётчик
                    становится медленным, как улитка, превращаясь в одну большую мишень для любого врага. 
                </p>
            </div>
            <div class="imeg img-5">
            </div>
        </div>

        <div class="enginer">
            <div class="tartar">
                <span><a href="https://youtu.be/wSpavPGSlQc" class="change-color-link" title="">Инженер</a></span>
                <p class="tata">«Слушай, приятель, я ведь инженер, и я умею решать проблемы. Не проблемы типа "что есть добро?", потому что такими вопросами
                    должны разбираться долбанные философы. Я решаю практические проблемы.»
                </p>
                <h3 class="tata3">'-Инженер о своей профессии'</h3>
                <p class="tata2">
                    Инженер (настоящее имя Делл Конагер) - спокойный и добродушный парень из Техаса, помешанный на технике. Его специализация - не бой в авангарде,
                    а поддержка  своей команды при помощи <a href="#" class="ss">построек</a>. <a href="#" class="ss">Турель</a>, автоматизированная пушка, сама прицеливается и расстреливает врагов.
                </p>
            </div>
            <div class="imeg img-6">
            </div>  
        </div>

        <div class="medic">
            <div class="tartar">
                <span><a href="https://youtu.be/SVcmmKC9-P4" class="change-color-link" title="">Медик</a></span>
                <p class="tata">«А теперь попрактикуемся в медицине!»
                </p>
                <h3 class="tata3">'-Медик о своей профессии'</h3>
                <p class="tata2">
                    Медик - "сумрачный тевтонский гений", <a href="#" class="ss">лечащий</a> и калечащий своих подопечных без малейшей оглядки на профессиональную этику. 
                    На передовой иногда находится работа для его <a href="#" class="ss">шприцемета</a> и <a href="#" class="ss">медицинской пилы</a>, но 
                    товарищи по команде любят его не за это.
                    Главное орудие медика — лечебная пушка. Пока она нацелена на товарища, тот получает дополнительный бонус до 150% его максимального здоровья. После того, 
                    как медик прекратит лечение, этот бонус станет медленно снижаться до максимального здоровья для класса пациента. Такой эффект называют сверхлечением.
                </p>
            </div>
            <div class="imeg img-7">
            </div>  
        </div>

        <div class="sniper">
            <div class="tartar">
                <span><a href="https://youtu.be/Jk27fggxnQo" class="change-color-link" title="">Снайпер</a></span>
                <p class="tata">«Мне нравится быть снайпером! Интересная работа на свежем воздухе. И прибыльная к тому же. В конце концов, 
                    если во всём мире останется всего два человека, то один из них захочет убить другого.»</p>
                <h3 class="tata3">'-Снайпер о своей профессии'</h3>
                <p class="tata2">
                    Родом из затерянной странный Новой Зеландии и выросший в австралийской глуши, <span class="pig">снайпер</span> - жестокий и расчетливый стрелок. 
                    На поле боя главная роль снайпера - выводить из игры стратегически выжные цели противника, используя свою <a href="#" class="ss">снайперскую винтовку</a>
                    и целясь точно <a href="#" class="ss">в голову</a>, мгновенно убивая при этом любого противника.
                </p>
            </div>
            <div class="imeg img-8">
            </div>
        </div>

        <div class="spy">
            <div class="tartar">
                <span><a href="https://youtu.be/Sl4FsiWlI70" class="change-color-link" title="">Шпион</a></span>
                <p class="tata">«Этот шпион уже прорвал нашу оборону... Видите, что он сделал с нашими друзьями? Но хуже всего: он может быть лбым из нас!»</p>
                <h3 class="tata3">'-Синий шпион о Красном шпионе'</h3>
                <p class="tata2">
                    Являясь по происхождению французом, шпион предпочитает носить стильные костюмы, использовать острые ножи и полагаться на скрытность и неожиданность, 
                    чтобы помогать своей команде. Обладая способностями к полному <a href="#" class="ss">исчезновению</a> или <a href="#" class="ss">имитации собственной смерти</a>, шпион может одурачить любого врага
                    Его маскировочный набор позволяет принять облик любого класса для беспрепятственного проникновения на территорию врага, чтобы затем расправиться с ничего не подозревающими 'союзниками'. 
                    Один удар в спину - и любой противник будет повержен.
                </p>
            </div>
            <div class="imeg img-9">
            </div>
        </div>

    </div>
</body>
</php>