<!DOCTYPE php>
<php lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="reset.css">
    <link rel="stylesheet" href="lorr.css">
    <title>История Team Fortress 2</title>
</head>
<body bgcolor="#1a1a1a">
    <header>
        <div class="sus">
            <div class="maggi">
                <img src="tf.png" class="rot" width="50px">
            </div>
            <a href="index.php" class="">Team Fortress2.com</a>
            <a href="team22.php" class="">Новости</a>
            <div class="dropdown">
                <button class="dropbtn"><a href="faf.php">Персонажи</a></button>
                <div class="dropdown-content">
                  <a href="inven.php">шапки</a>
                  <a href="orugie.php">оружие</a>
                </div>
              </div>
            <a href="https://tf2.a-comics.ru/" class="">Комиксы</a>
        </div>
    </header>
    
    <div class="block2">
        <div class="novosti colum">
            <h1 class="">История</h1>
        </div>
    </div>
    <div class="person">
        <div class="box2">
            <p class="texx">
                «Кто я - вас тревожить не должно.»
                <p style="font-weight: 1000;">
                    — Элизабет
                </p>
            </p>
        </div>
        <div class="box2">
            <p>
                Хотя Team Fortress 2 не имеет конкретной истории, определённую сюжетную линию можно отследить на основе комиксов, видео «Представляем класс» и нескольких крупных обновлений, таких как «Празднование Хеллоуина» в октябре 2009 (и «Вииизг Fortress» в октябре 2010), Обновление «Война!» в декабре 2009, Обновление инженера в июле 2010 и Австралийское рождество в декабре 2010. История Team Fortress 2 раскрывается по частям с помощью скрытых страниц или комиксов.
            </p>
        </div>
        <div class="box2">
            <span>1822</span>
            <p>Семья Манн
                Предыстория семьи Манн начинается ещё в 19 веке с состоятельного англичанина <a href="https://wiki.teamfortress.com/wiki/Non-player_characters/ru#.D0.97.D0.B5.D1.84.D0.B5.D0.BD.D0.B0.D0.B9.D0.B8_.D0.9C.D0.B0.D0.BD.D0.BD" class="ss">Зефенайи Манн</a>. Зефенайя Манн был владельцем Mann & Sons Munitions Concerns(Концерн по производству боеприпасов семьи Манн) – которая в те времена была более известна под названием Zepheniah Mann & Sons Co.(предприятие Зефенайи Манн и сыновей), но сейчас именуется просто<a href="https://wiki.teamfortress.com/wiki/Mann_Co./ru" class="ss"> Манн Ко</a>. 2 сентября 1822 его жена, чьё имя Бетти, родила трёх сыновей -<a href="https://wiki.teamfortress.com/wiki/Non-player_characters/ru#.D0.91.D0.BB.D1.83.D1.82.D0.B0.D1.80.D1.85_.D0.B8_.D0.A0.D0.B5.D0.B4.D0.BC.D0.BE.D0.BD.D0.B4_.D0.9C.D0.B0.D0.BD.D0.BD.D1.8B" class="ss"> Рэдмонда</a>, <a href="https://wiki.teamfortress.com/wiki/Non-player_characters/ru#.D0.91.D0.BB.D1.83.D1.82.D0.B0.D1.80.D1.85_.D0.B8_.D0.A0.D0.B5.D0.B4.D0.BC.D0.BE.D0.BD.D0.B4_.D0.9C.D0.B0.D0.BD.D0.BD.D1.8B" class="ss">Блутарха</a> и <a href="https://wiki.teamfortress.com/wiki/Non-player_characters/ru#.D0.91.D0.BB.D1.83.D1.82.D0.B0.D1.80.D1.85_.D0.B8_.D0.A0.D0.B5.D0.B4.D0.BC.D0.BE.D0.BD.D0.B4_.D0.9C.D0.B0.D0.BD.D0.BD.D1.8B" class="ss">Грея</a>, но она, увы, скончалась при родах. Несмотря на то, что Рэдмонд и Блутарх были абсолютно нормальными, их недоношенный брат Грей научился разговаривать ещё в утробе! Такие дела. Зефенайя предрёк ребёнку скорую смерть от удушения, но он был похищен орлом во время «Великой орлиной кары» в 1822. Оставшиеся братья росли с знанием об исчезнувшем брате.
                
                Грей был взращен в любви своего похитителя. Питавшийся личинками и мышами Грей был принят другими орлами и становился с каждым днём сильнее. Когда он стал достаточно сильным, то он убил и съел орлицу вместе с её детьми. Позже он вернулся к цивилизации. Позже.
            </p>
        </div>
        <div class="box2">
            <span>1850</span>
            <br>
            <p class="texx">Последняя воля Зефенайи Манна</p>
            <p>
                В течение 1850 года Зефенайя путешествовал по штатам вместе со своими сыновьями, мечтая прикупить пару участков, на которых он смог бы открыть <a href="https://wiki.teamfortress.com/wiki/Gravel_Pit/ru" class="ss"> гравийные шахты</a>. Он мечтал превратить землю в большие гравийные шахты для производства оружия. После приобретения земель, Зефенайя решил объехать свои владения, однако в процессе путешествия он подхватил все известные болезни, о которых знало человечество, а учитывая его возраст... Его последней волей был наказ своим сыновьям проводить игру под названием Team Fortress 2, и за это он одаривал их половиной земель, на которых будут проводиться эти соревнования до конца их жизней, каждому сыну по одной из земель. Но не забыл он и <a href="https://wiki.teamfortress.com/wiki/Elizabeth/ru" class="ss"> Элизабет</a>! Ей он оставил чудесный тайничок на могиле, содержимое которого он когда-то нашёл во время путешествия в "Terra Australis". Грей ради того, чтобы узнать, что же он нашёл в том тайнике даже хотел когда-то шантажировать бедного старика, а посему он поручил именно Элизабет хранить эту тайну.
                В конце концов, он оставил <a href="https://www.teamfortress.com/pumpkinpatch/the_last_will_and_testament_of_Zepheniah_Mann/" class="ss"> завещание</a>, написав его на собственной коже, которая слезла с его тела в процессе болезней:
            </p>
            <br>
            <ul>
                <li>Своей служанке Элизабет он оставил своё имущество, включая все акты, счета и долги, плантации табака и остатки состояния. Элизабет поразительно похожа на Хелен — Администратора.</li>
                <li>Своему помощнику Барнабасу Хейлу (предку <a href="https://wiki.teamfortress.com/wiki/Saxton_Hale/ru" class="ss"> Сакстона Хейла</a>) он оставил полный контроль над Манн Ко.</li>
                <li>Своим «больным на голову» сыновьям — Блутарху и Редмонду — он оставил документы на землю. Все новые земли, которые они убедили его купить, должны быть разделены поровну, чтобы у них были причины постоянно ссориться.</li>
                <li>Последняя часть его завещания скрыта, прочитать можно только: «Напоследок, ... я отдаю во владение все ... и клянусь вечно хранить об этом тайну». Личность, к которой он обращался, таинственным образом пропала с семейного портрета.</li>
            </ul>
            <br>
            <p>
                Он также проклинает любого, кто будет использовать огнестрельное оружие около его могилы, заявив, что он будет преследовать обидчика так, как никто раньше <a href="https://wiki.teamfortress.com/wiki/Horseless_Headless_Horsemann/ru" class="ss"> не видел</a>.
            </p>
            <br>
            <p class="texx">Начало битвы</p>
            <br>
            <p>
                В то время, когда члены первого состава команды <a href="https://wiki.teamfortress.com/wiki/RED/ru" class="ss"> Красных</a> неизвестны, в команду <a href="https://wiki.teamfortress.com/wiki/BLU/ru" class="ss"> Синих</a> были наняты известные люди периода 1800-ых годов, многие из которых живы до сих пор (на момент событий TF2 — 1960-ые). В команде участвовали Билли Кид (разведчик), Томас Джонатан Джексон (солдат), Авраам Линкольн (поджигатель), Альфред Нобель (подрывник), Джон Генри (пулеметчик), Никола Тесла (инженер), Зигмунд Фрейд (медик), Дэви Крокетт (снайпер) и Фу Манчу (шпион). Команды Красных и Синих оказались в тупике при попытке уничтожить друг друга и взять землю под свой контроль, поэтому борьба продолжается до сих пор.

            </p>
        </div>
        <div class="box2">
            <span>1890</span>
            <p class="texx">Свои правила</p>
            <p>
                Сорок лет спутся борьба всё еще продолжается. Блутарх, состарившись, нашел инженера по имени Радиган Конагер и попросил «сделать его монстром» благодаря машине продления жизни. Радиган согласился, но потом встретил потомка Элизабет (предположительно дочь), которая попросила его построить такую-же машину для Редмонда. В качестве гонорара, инженер получил сто фунтов <a href="https://wiki.teamfortress.com/wiki/Australium/ru" class="ss"> австралиума</a>, уникального элемента, встречающегося только в Австралии, который смог превратить народ дикарей в передовое общество с развитыми технологиями <a href="https://wiki.teamfortress.com/wiki/Teleporters/ru" class="ss"> телепортации</a> и <a href="https://wiki.teamfortress.com/wiki/Invis_Watch/ru" class="ss"> маскировки</a>. Радиган согласился и построил машины продления жизни для Редмонда, Блутарха и неизвестного третьего лица.
            </p>
        </div>
        <div class="box2">
            <span>1968</span>
            <p class="texx">Война за Гравий</p>
            <p>
                Именно в этом сеттинге и происходят события Team Fortress 2.
                События Team Fortress 2 разворачиваются в 1968. Девять наемников — Разведчик, Солдат (Джейн Доу), Поджигатель, Подрывник (Тавиш ДеГрут), Пулеметчик, Инженер (Делл Конагер), Медик, Снайпер, и Шпион были набраны в «Королевские Раскопки и Снос» (КРС) и ООО «Союз Инженеров-Наемников» (СИН), чтобы продолжить бесконечную борьбу Редмонда и Блутарха за отцовские земли. Потомок Элизабет Хелен теперь выступает в качестве надзирателя сражения, тайно контролируя обе команды, которые ничего не подозревают об этом. Кроме того, Сакстон Хейл, потомок Барнабаса, друга Зефенайи Манна, которому он передал концерн «Зефенайя Манн и сыновья», в настоящее время управляет Манн Ко., действующей как дочерняя компания таинственной корпорации TF Industries.
            </p>
            <br>
            <p class="texx">Последниее известия</p>
            <br>
            <p>
                Первым крупным событием является закрепление дружбы между солдатом из Синих и подрывником из Красных на Конвенции по Взрывчатым Веществам, что разозлило Администратора. По её мнению, они нарушили контракт. С помощью Сакстона Хейла, она подсказывает им убить друг друга, организовывая «Войну!».
                Приблизительнов то же время, пытаясь избавиться от оружия, вовлеченного в расследование Сената, Манн Ко запускает в космос «обезьянавта» Простофилю Джо, якобы с целью уничтожить советского обезьянавта Владимира Бананаса. Изначально ракета была заправлена жидким австралием. Однако незадолго до старта Сакстон Хейл заменяет австралий испорченной взрывчаткой, в результате чего ракета терпит крушение сразу же после старта, что влечет за собой гибель Простофили Джо. Сакстон безуспешно пытается скрыть проишествие на последующих слушаниях Сената.
                Следующим событием является поломка машины продления жизни Блутарха Манна и последующее Обновление Инженера, который починил её и узнал чертежи многих оружий.
                Далее Сакстон Хейл начинает пользоваться Интернетом (которого, кстати, не было в 1960-х годах). Благодаря этому на свет появляется Интернет-магазин Манн Ко для закупки оружия и инструментов.
            </p>
        </div>
        <div class="box2">
            <span>1972</span>
            <p>Грей Манн, пытаясь заполучить контроль над КРС и СИН, посылает своим братьями письма, якобы друг от друга, надеясь заманить их на встречу друг с другом. Редмонд и Блутарх снимают в аренду для встречи Аламо, после чего, видимо, переносят его в Нью-Мексико в сопровождении инженеров КРС. Блутарх предлагает перемирие и высказывает бредовую идею о постройке машины, которая сделает одного из них беременным, чтобы не дать роду Маннов прерваться. Несмотря на всю абсурдность затеи, Редмонд соглашается и братья закрепляют перемирие рукопожатием и взаимными благодарностями. Сразу же после этого, в Аламо проникает Грей, перед этим убив всех инженеров, в результате чего остаются лишь они трое. Он представляется братьям как Грей Манн, их брат, и сообщает, что это он послал им письма. Также, на спине Грея можно заметить какое-то механическое приспоболение, возможно его конструкции. Затем он раскрывает тайну своего рождения и рассказывает о похищении орлом сразу же после того, как он поприветствовал отца и о своей дальнейшей жизни.

                Он объясняет, что, в отличии от своих братьев, он не унаследовал свою империю, а построил её сам из ничего. Грей рассказывает о том, что все эти 150 лет наблюдал, как братья «упёрто сражались за бесполезные ямы с гравием» и «не принимали во внимание свое истинное наследие, единственное, за что стоило бы сражаться в этом адски изуродованном пейзаже» - Манн Ко. Редмонд возражает, что гравий может быть использован в качестве топлива для паровых двигателей, показывая, насколько он с братом не осведомлен насчет изменений, произошедших в мире за полтора века. Утомленный их ответами, Грей убивает своих братьев, перерезав им горло.
                
                Тремя днями позже, Грей делает свой первый шаг на пути к завоеванию Манн Ко, посылая огромную армию роботов, чтобы уничтожить все отделения компании. Сакстон Хейл слишком занят борьбой с йети, чтобы самому разобраться с кризисным положением, поэтому он посылает наемникам КРС и СИН сообщение, в котором рассказывает о смерти Редмонда и Блутарха и окончании Войны за гравий, исходя из чего у них больше нет работы. Он предлагает наемникам новое занятие - защиту Манн Ко от орд роботов.
            </p>
        </div>
        <div class="box2">
            <span>Тайны</span>
            <p class="texx">Тайна поджигателя</p>
            <br>
            <p>Личность поджигателя была предметом многочисленных дискуссий с выпуска игры.</p>
            <br>
            <p class="texx">Третья машина продления жизни</p>
            <br>
            <p>После создания первых двух машин продления жизни, построенных Радиганом Конагером для Блутарха и Редмонда Маннов 17 июля 1894 года и 3 августа 1894 года соотвественно, им же была построена третья машина 14 апреля неизвестного года. Возможно, заказчиком третьей машины был Грей Манн.</p>
        </div>
        <div class="box2">
            <table class="bobre">
                <tbody class="wikitable">
                    <tr>
                        <th colspan="1" style="background: rgb(233, 220, 213);">Легенда</th>
                    </tr>
                    <tr>
                        <td style="background:powderblue;">Важные события</td>
                    </tr>
                </tbody>
            </table>
            <table class="bobre2">
                <tbody>
                    <tr class="oreo">
                        <td>Дата</td>
                        <td>События</td>
                        <td>Источник</td>
                    </tr>
                    <tr>
                        <td>4-е тысячелетие до н. э.</td>
                        <td><a href="#" class="ss">Маразмус</a> утверждает, что родился примерно в это время.</td>
                        <td><a href="#" class="ss">Ссылка</a></td>
                    </tr>
                    <tr>
                        <td colspan="3">17-ый век</td>
                    </tr>
                </tbody>
            </table>
        </div>
    </div>
</body>
</php>