<!DOCTYPE php>
<php lang="ru">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="reset.css">
    <link rel="stylesheet" href="tf22.css">
    <title>Новости Team Fortress 2</title>
</head>
<body bgcolor="#1a1a1a">  
    <header>
        <div class="sus">
            <div class="maggi">
                <img src="tf.png" class="rot" width="50px">
            </div>
            <a href="index.php" class="">Team Fortress2.com</a>
            <a href="lor.php" class="">История</a>
            <div class="dropdown">
                <button class="dropbtn"><a href="faf.php">Персонажи</a></button>
                <div class="dropdown-content">
                  <a href="inven.php" class="rrr">Шапки</a>
                  <a href="orugie.php" class="rrr">Инвентарь</a>
                </div>
              </div>
            <a href="https://tf2.a-comics.ru/" class="">Комиксы</a>
        </div>
    </header>
    <div class="block2">
        <div class="novosti colum">
            <h1 class="">Новости</h1>
        </div>
    </div>
    <div class="box1">
        <div class="sobitia"> 
            <span class="sobbe"><p class="mmem">ВНУТРИИГРОВОЕ СОБЫТИЕ</p>
                ЗАКОНЧИЛОСЬ
                пн, 12 июня</span>
                <p class="nove">Операция «Вольтаическое насилие»</p>
        </div>
        <div class="box2">
                <div class="mm">
                    <img src="https://clan.akamai.steamstatic.com/images//554111/640c6b1fb73cd851051dbecc54df1ec8c49aa454.png" class="d">
                </div>
                <p class="text2">(Изображение предоставлено <a href="https://steamcommunity.com/id/Pissofpiss/" class="ss2">Алоксом</a> )</p>
                <br>
                <p class="text">Время лета! Если вы думаете, что это означает посетить экзотические острова и потягивать сухой мартини, вы жестоко ошибаетесь: единственный напиток, который вы будете пить, — это аккумуляторная кислота. Компания Grey Gravel Co. взяла своих роботов-угроз из тропических лесов Нью-Мексико и отправила их в каждый уголок земли, чтобы разрушить наши объекты.</p>
                <br>
                <p class="text"><a href="https://mvm.pineapple.tf/servers" class="ss2">Operation Voltaic Violence</a> — это новое благотворительное мероприятие «Манн против машин», организованное <a href="https://steamcommunity.com/groups/moonlightmvm" class="ss2">Moonlight MvM</a>, включающее 6 промежуточных, 9 продвинутых и 6 экспертных миссий на 16 картах. Уничтожайте роботов, чтобы заработать до 2 игровых медалей ! Серверы событий доступны по всему миру в Северной Америке, Южной Америке, Европе, Азии, Австралии и Южной Африке.</p>
                <br>
                <p class="text">Если отсутствие предусмотренных федеральным законом дней отпуска не кажется вам привлекательным, вы также можете сделать пожертвование в <a href="https://tiltify.com/+team-moonlight/operation-voltaic-violence" class="ss2">Ассоциацию БАС</a>, чтобы помочь финансировать исследования по лечению БАС. Пожертвовав 5 долларов США, вы получите внутриигровую медаль жертвователя ! <a href="https://mvm.pineapple.tf/charity" class="ss2">Нажмите здесь для получения информации о том, как сделать пожертвование</a>.</p>
                <br>
                <p class="text">Заинтересованы в создании собственного контента MvM? Новые материалы уже открыты для нашего следующего мероприятия! Ознакомьтесь с нашими <a href="https://steamcommunity.com/sharedfiles/filedetails/?id=2965995301" class="ss2">руководствами по созданию контента</a> или присоединитесь к <a href="https://discord.com/invite/EWUSBmncMy" class="ss2">Moonlight MvM Discord</a> для получения дополнительной информации. Все участники получат специальную внутриигровую медаль создателя!</p>
                <br>
                <p class="text">Получайте удовольствие, но не откладывайте, так как этот тур закончится через 2 недели 12 июня 2023 года !</p>
        </div>
        <div id="elem"></div>
        <div class="rers">
            <img src="redsol2.png" class="pe">
        </div>
        <div class="sobitia"> 
            <span class="sobbe"><p class="mmem">Внутриигровое событие</p>
                <p class="pepe">Опубликовано</p>
                пн, 8 мая
                Закончилось
                пн, 22 мая</span>
                <p class="nove">Турнир Mann O' War</p>
        </div>
            
        <div class="box2">
            <div class="mm">
                <img src="m.jpg" class="d">
            </div>
                <p class="text">(Авторы изображения: SFM — kevin supermarket; типографика / композиция / логотип / SFM для баннера — Requim; замечания — agrastiOs, happyrain, Shippy; графика поверх баннера — YLR)</p>
                <br>
                <p class="text">Равняйсь, бойцы!
                Солнце заходит за туманный горизонт, и скоро вас настигнет адреналин войны! Вы знаете правила: кто выжил, того и тапки!</p>
                <br>
                <p class="text">Fortress Faceoffs готова открыть 2023 год новым турниром Mann O' War,
                    в котором участвуют все (и мы не только про уровень игры)!
                    В этой битве вы и четыре ваших друга можете выбрать себе любую из девяти
                    наёмнических профессий! Докажите, что ваша команда знает войну как никто другой, став лидером группового этапа и заняв почётное место среди 16 лучших коллективов! Возможно, вы уже привыкли к бессмысленному насилию без выгоды, но кое о каком искусстве войны Сунь-цзы не подумал: о ДЕНЬГАХ!</p>
                    <br>
                <p class="text">Благодаря новейшему и искуснейшему внедрению VScript невозможное стало возможным! За каждое подтверждённое убийство за время своей службы вы получите денежный приз! Тратьте свой зверский заработок на станции улучшений в зоне возрождения, чтобы усилить оружие так же, как вы делали это на протяжении последних десяти лет (только раньше вы превращали сталь в шрапнель, а теперь — кишки в ошмётки)!</p>
                <br>
                <p class="text">Зарегистрируйтесь сегодня и скажите друзьям указать ваше имя, чтобы получить реферальный бонус: каждый член команды получит по лотерейному билету на шанс сразиться со взрослой гориллой!* Игры во всех регионах начинаются 8 мая в 01:59 МСК и продлятся примерно две недели, но активно участвовать всё это время вовсе не обязательно! Лучшие 8 команд будут писать историю <a href="https://www.twitch.tv/fortressfaceoffs" class="ss2">в прямом эфире</a>, а их лидеры поведут своих бойцов к верной победе... или, что более вероятно, к смерти! Узнать больше о правилах проведения, призах и многом другом можно на <a href="https://discord.com/invite/BCTE47mRWD" class="ss2"> сервере Fortress Faceoffs в Discord</a>. Приходите с самыми блестящими медалями на груди, потому что своих нам пока не завезли!</p>
                <br>
                <p class="text">
                *Горилла не входит в список потенциальных призов — их запас был таинственным образом истреблён неизвестным маньяком. Взамен мы можем предложить различные тематические внутриигровые предметы.
                </p>
        </div>
        <div id="elem"></div>
        <div class="sobitia"> 
            <span class="sobbe"><p class="mmem">Новость</p>
                <p class="pepe">Опубликовано </p>
                ср, 12 апреля</span>
                <p class="nove">TF2 Coaching Central: кубок новичков</p>
        </div>
        <div class="box2">
            <div class="mm">
                <img src="рур.png" class="d">
            </div>
            <p class="text"><a href="https://discord.com/invite/ybSYAd9" class="ss2">TF2 Coaching Central</a> возвращается с четвёртым кубком новичков в Северной Америке — обучающим дружеским состязанием для тех, кому в новинку соревновательная игра 6 на 6.</p>
            <br>
            <p class="text">Участники, не имеющие значительного соревновательного опыта, будут распределены по командам из шести человек, а тренер научит их основам игры 6 на 6 и поможет изучить карты. У вас будет четыре недели, чтобы учиться и тренироваться вместе с командой, а затем вы выступите на турнире. Среди призов — ключи и месяц бесплатного хостинга частных серверов. Прошлые кубки стали первыми шагами для новых игроков и команд, которые теперь играют в RGL — крупнейшей североамериканской соревновательной лиге по TF2.</p>
            <br>
            <p class="text">Регистрация уже открыта! Записаться и попасть в команду можно до 14 апреля. Команды и тренеров распределят 19 апреля, а сам турнир пройдёт 20 и 21 мая, на выходных.</p>
            <br>
            <p class="text">Вы хотите попробовать соревновательный режим, желаете поделиться опытом с новичками или только что установили игру? Присоединяйтесь к сообществу турнира — там рады всем вне зависимости от уровня игры! Узнать больше можно на <a href="https://discord.com/invite/ybSYAd9" class="ss2"> канале TF2 Coaching Central в Discord</a>!</p>
        </div>
        <div id="elem"></div>
        <div class="sobitia"> 
            <span class="sobbe"><p class="mmem">Внутриигровое событие</p>
                <p class="pepe">Опубликовано</p>
                сб, 1 апреля
                Закончилось
                пн, 17 апреля</span>
                <p class="nove">Операция Last Laugh</p>
            
        </div>
        <div class="box2">
            <div class="mm">
                <img src="бойня2.png" class="d">
            </div>
            <p class="text2">(Автор изображения: Gigazelle)</p>
            <br>
            <p class="text"> Вот и начался очередной апрель, сопровождаемый знакомыми звуками заезженных мемов, ушераздирающих визгов и непостижимых шуток для своих. Это может означать только одно: мем-машины вернулись, чтобы сеять хаос, несчастье и беспорядки на наших предприятиях. И отключить их извергающие бессмыслицу алгоритмы может лишь одно — насилие. Надевайте клоунские костюмы, накладывайте грим и хватайте пушки. Не позвольте им смеяться последними!</p>
            <br>
            <p class="text"><a href="https://mvm.pineapple.tf/servers" class="ss2">Операция Last Laugh</a> — это тур «Манна против машин» в честь первого апреля. Группа <a href="https://steamcommunity.com/groups/moonlightmvm" class="ss2">Moonlight MvM</a> подготовила 7 новых миссий на 7 картах, наполненных новейшим мозговыносящим, вымученно-улыбочным и юмороподавляющим контентом. Завершите 6 миссий, чтобы получить внутриигровую медаль! Серверы события доступны по всему миру: в Северной Америке, Южной Америке, Европе, Азии и Австралии.
            </p>
            <br>
            <p class="text">Вы можете не только смеяться до упаду, но и участвовать в благотворительном сборе для организации <a href="https://www.fh.org/" class="ss2">Food For The Hungry</a>. Она помогает социально незащищённым группам, находящимся в крайней нищете. Для жертвователей есть целых четыре внутриигровых медали: за пять, пятнадцать, двадцать пять и тридцать пять долларов США соответственно. <a href="https://mvm.pineapple.tf/charity" class="ss2"> Подробнее о пожертвованиях</a>.</p>
            <br>
            <p class="text">Хотите создавать контент для будущих событий в режиме «Манн против машин»? Что ж, вам повезло! Группа Moonlight MvM принимает новые карты и миссии для своего следующего события. Подробности можно узнать в <a href="https://forums.moonlight.tf/showthread.php?tid=6" class="ss2">правилах</a> или на <a href="https://discord.com/invite/EWUSBmncMy" class="ss2">Discord-сервере Moonlight MvM</a>. Все авторы работ получат специальную внутриигровую медаль контент-мейкера!</p>
            <br>
            <p class="text">Веселитесь, но не тяните, иначе мем-машины захватят вселенную до 17 апреля!</p>
        </div>
        <div id="elem"></div>
        <div class="sobitia"> 
            <span class="sobbe"><p class="mmem">НЕБОЛЬШОЕ ОБНОВЛЕНИЕ ИЛИ СПИСОК ИЗМЕНЕНИЙ</p>
                <p class="pepe">ОПУБЛИКОВАНО</p>
                пт, 31 марта</span>
                <p class="nove">Вышло обновление Team Fortress 2</p>
        </div>
        <div class="box2">
            <p class="text">Для Team Fortress 2 доступно обновление. Оно автоматически установится при следующем запуске игры. Что изменилось:</p>
            <br>
            <ul>
                <li class="text">Устранена уязвимость, из-за которой Закусочную атаку можно было использовать для блокировки движения других объектов.</li>
            </ul>
        </div>
    </div>
</body>
</php>